Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: Download your contribution certificate
rki: မိတ်ဆွေ ပံ့ပိုးကူညီမှု လက်မှတ်ကို ဒေါင်းလုဒ် လုပ်ပါ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
rki: Common Voice ဒေတာစုကို ဇာပိုင် ပိုကောင်းအောင် လုပ်နိုင်ဖို့လဲဆိုယေ အကြံဥာဏ်တိ ဟိပါလား? Discourse မှာ အကျွန်ရို့ကို အသိပီးပါ။

source: Do you want to continue?
rki: ဆက်လုပ်ချင်ပါလား?

source: Do you want to Speak, Listen or both?
rki: ပြောချင်စွာလား၊ နားထောင်ချင်စွာလား ဝါ နှစ်မျိုးလုံးလား?

source: Drag and drop or <browseWrap>Browse</browseWrap>
rki: ဆွဲယူပနာ ချပါ ဝါ <browseWrap>ရှာကြည့်ပါ</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
rki: မိတ်ဆွေ ဖိုင်ကို အေနိန်ရာကို ဆွဲယူပါ ဝါ <uploadButton>တင်ပီးဖို့ နှိပ်ပါ</uploadButton>

source: Drop file here to upload
rki: တင်ပီးချင်ယေ ဖိုင်ကို ဒေနိန်ရာမှာ ချလိုက်ပါ

source: Duplicate API key name
rki: API key နာမေကို ကူးယူပါ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
rki: ပံ့ပိုးကူညီစွာ တင်သွင်းနိန်ချိန်မှာ 'တင်သွင်းပါ' ကို နှိပ်လိုက်ပနာ တုံ့ပြန်ချက်ကို ကျော်လားပါလိမ့်မေ။ ပံ့ပိုးကူညီစွာကို နောက်ထပ် အသံသွင်းစွာ ဝါ အတည်ပြုစွာ ၅ ခုနန့် အတူတူ တိုက်ရိုက် ဆက်လုပ်လားပါလိမ့်မေ။

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
rki: ဒေတာစုထဲက entry တခုချင်းစီမှာ ထူးခြားယေ MP3 နန့် သက်ဆိုင်ယေ text file ပါဝင်ပါယေ။ ဒေတာစုထဲက မှတ်တမ်းတင်ထားယေ <b>{ $total }</b> နာရီအများစုမှာ အသက်၊ လိင်နဲ့ အသံထွက်တိပိုင် ဒေသနန့်ဆိုင်ယေ metadata တိ ပါဝင်နိန်ယေအတွက်၊ speech recognition engine တိ တိကျမှုကို လေ့ကျင့်ပီးနိုင်ပါယေ။ ဒေတာစုတိမှာ လက်ဟိ <b> { $languages } </b> ဘာသာစကားတိနန့် အတည်ပြုထားယေ <b> { $valid } </b> နာရီတိ ပါဝင်ကေလည်း အသံနန့် ဘာသာစကားတိကို အမြဲတမ်း ပိုပနာ ထည့်သွင်းနိန်ပါယေ။ ဘာသာစကားတခု တောင်းဆိုဖို့ ဝါ ပံ့ပိုးကူညီဖို့ အကျွန်ရို့ <languagesLink>ဘာသာစကားတိ ​​စာမျက်နှာ</languagesLink> ကို ကြည့်ပါ။

source: Easy
rki: အလွယ်

source: Easy to Understand
rki: နားလည်ရ လွယ်ကူယေ

source: Edit
rki: တည်းဖြတ်ပီးပါ

source: Edit Profile
rki: ပြိုဖိုင်းကို ပြန်ပြင်ပါ

source: Edit tag
rki: အညွှန်းစာကို တည်းဖြတ်ပီးပါ

source: e.g., “What do you wish you could use technology for?”
rki: ဥပမာ - "နည်းပညာကို ဇာအတွက် သုံးချင်ပါလဲ?"

source: "Eh”
rki: "အင်း"

source: Element
rki: အရေးကြီး အစိတ်အပိုင်း

source: Email
rki: အီးမေးလ်

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
rki: အီးမေးလ်- <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
rki: Common Voice မှာ ကမ်ပိန်းတိ၊ ပွဲတိနန့် ပူးတွဲဒီဇိုင်း လုပ်ဆောင်ချက်တိမှာ ဇာပိုင် ပါဝင်နိုင်ဖို့လဲဆိုစွာ လေ့လာဖို့အတွက် အကျွန်ရို့ အီးမေးလ်စာရင်းမှာ <email Fragment>စာရင်းသွင်းပါ</email Fragment>။

source: Email is already used for a different account
rki: အီးမေးလ်ကို တခြားအကောင့်တခုအတွက် အသုံးပြုထားဗြီးသား ဖြစ်ပါယေ

source: Email Subscriptions
rki: အီးမေးလ် စာရင်းသွင်းစွာတိ

source: Empty or Unintelligible
rki: ဗလာ ဝါ နားမလည်နိုင်

source: Encourage participants to reproduce how things were actually said. Example:
rki: အကြောင်းအရာတိကို အမှန်တကယ် ပြောခယေ ပုံစံအတိုင်း ပြန်ပြောဆိုဖို့ ပါဝင်ယေ လူတိကို အားပီးပါ။ ဥပမာ -

source: Ensure the question meets the criteria:
rki: မေးခွန်းစွာ သတ်မှတ်ချက်တိနန့် ကိုက်ညီဖို့ သေချာပါဇီ -

source: Enter Email to Download
rki: ဒေါင်းလုဒ် လုပ်ဖို့ အီးမေးလ် ထည့်ပါ

source: Enter email to send a sign up link
rki: အကောင့်ဖွင့်ဖို့ လင့်ခ်ရအောင် အီးမေးလ် ထည့်ပီးပါ

source: Enter questions with code-switching, one per line. People are more likely to respond with code-switching when the question also contains code-switching.
rki: ကုဒ်ပြောင်းလဲစွာပါယေ မေးခွန်းတိကို တကြောင်းမှာ တခုစီ ရိုက်ထည့်ပီးပါ။ မေးခွန်းမှာ ကုဒ်ပြောင်းလဲစွာ ပါဟိကေ လူတိစွာ ကုဒ်ပြောင်းလဲစွာနန့် တုံ့ပြန်ရဖို့ ပိုများပါယေ။

source: Enter your Country/Region of Residence
rki: မိတ်ဆွေေ နိန်ထိုင်ယေ နိုင်ငံ/ဒေသကို ထည့်ပါ

source: Enter your email
rki: မိတ်ဆွေ အီးမေးလ်ကို ရိုက်ထည့်ပါ

source: Enter your public domain sentence here
rki: အများပြည်သူ ကဏ္ဍ စာကြောင်းကို ဒေနိန်ရာမှာ ရိုက်ထည့်ပါ

source: Enter your public domain sentences here
rki: အများပြည်သူ ကဏ္ဍ စာကြောင်းတိကို ဒေနိန်ရာမှာ ရိုက်ထည့်ပါ

source: “Er”
rki: "အာ"

source: Error
rki: အမှား

source: Error adding sentence
rki: စာကြောင်း ထည့်စွာမှာ အမှားအယွင်း ဟိနိန်ပါယေ

source: Error { $code }
rki: အမှား { $code }

source: Error copying
rki: ကူးယူစွာမှာ အမှားအယွင်း ဟိနိန်ပါယေ

source: Error creating API credentials
rki: API အထောက်အထားတိ ဖန်တီးစွာမှာ အမှားအယွင်း ဟိနိန်ပါယေ

source: Error deleting API credentials
rki: API အထောက်အထားတိကို ဖျက်စွာမှာ အမှားအယွင်း ဟိနိန်ပါယေ

source: Error fetching API credentials
rki: API အထောက်အထားတိကို ရယူစွာမှာ အမှားအယွင်း ဟိနိန်ပါယေ

source: Error submitting tags
rki: အညွှန်းစာတိ တင်သွင်းစွာမှာ အမှားအယွင်း ဟိနိန်ပါယေ

source: Error while playing audio file.
rki: အသံဖိုင်ကို ဖွင့်နိန်ချိန် အမှားအယွင်း ဟိပါယေ။

source: Events
rki: ပွဲတိ

source: Everyone
rki: အားလုံးသူ

source: Example
rki: ဥပမာ

source: Example questions
rki: ဥပမာ မေးခွန်းတိ

source: Exceeded 25 questions. Reduce number of questions and retry.
rki: မေးခွန်း ၂၅ ခုထက် ကျော်လားပါဗျာလ်။ မေးခွန်း အရေအတွက်ကို လျှော့ပနာ ပြန်ကြိုးစားကြည့်ပါ။

source: Exceeded API credentials limit of 10
rki: API အထောက်အထားတိ ကန့်သတ်ချက် ၁၀ ထက် ကျော်လွန်လားပါဗျာလ်

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
rki: စိတ်လှုပ်ရှားစရာ သတင်းပါ။ လက်တန်းပြော စကား လာပါဖို့ဗျာလ်။ အပ်ဒိတ်တိအတွက် စောင့်မျှော်ကြည့်ရှုပနာ နောက်ဆုံးရ သတင်းအချက်အလက်တိအတွက် မိတ်ဆွေ <discord Link>Discord</discord Link> ကို စစ်ဆေးဖို့ မမိပါကဲ့။

source: Exit & Delete clips
rki: ထွက်လားပနာ၊ အသံဖိုင်တိကို ဖျက်ပလိုက်ပါ

source: Explore datasets <icon></icon>
rki: ဒေတာစုတိကို စူးစမ်းလေ့လာကြည့်ပါ <icon></icon>

source: Explore Informal Scenarios
rki: သမားရိုးကျ မဟုတ်တေ အခြေအနေတိကို စူးစမ်းလေ့လာပါ

source: Explore informal scenarios, situations, or reenactments
rki: ပုံမှန်မဟုတ်တေ အခြေအနေတိ၊ အနိန်အထားတိ ဝါ ပြန်ပြဌန်းချက်တိကို စူးစမ်းလေ့လာပါ

source: Explore organizations supporting Common Voice around the world
rki: ကမ္ဘာတဝှမ်းက Common Voice ကို ပံ့ပိုးပီးယေ အဖွဲ့အစည်းတိအကြောင်းကို လေ့လာကြည့်ပါ။

source: Explore the community and languages supported by Common Voice
rki: Common Voice က ပံ့ပိုးပီးထားယေ အသိုင်းအဝိုင်းနန့် ဘာသာစကားတိကို လေ့လာပါ

source: Express or solicit prejudiced or offensive sentiments
rki: ဘက်လိုက်စွာ ဝါ စော်ကားယေ ခံစားချက်တိကို ဖော်ပြစွာ ဝါ တောင်းဆိုစွာ

source: Failed to copy SHA256 Checksum
rki: SHA256 Checksum ကို ကူးယူလို့ မရပါ

source: FAQ
rki: မိန်းလေ့မိန်းထဟိယေ မေးခွန်းတိ

source: Fast
rki: အယင်

source: Faster playback speed
rki: ပြန်ဖွင့်ယေ အယင်နှုန်းကို ပိုယင်လိုက်ပါ

source: Featured in...
rki: အထူးတလည် ဖော်ပြထားစွာ ...

source: Female
rki: မမက်

source: Female/Feminine
rki: မမက်/မမက် ပီသယေ

source: Fewer than 15 words per sentence
rki: စာကြောင်းတကြောင်းမှာ စကားလုံး ၁၅ လုံးထက် နည်းပါယေ

source: Fields marked with an asterisk (*) are required.
rki: ကြယ်ပွင့် (*) နန့် မှတ်သားထားယေ နိန်ရာတိကို မဖြစ်မနိန် ဖြည့်ဖို့ လိုပါယေ။

source: File is too large
rki: ဖိုင် ကကောင်း ကြီးနိန်ပါယေ

source: File is too small
rki: ဖိုင် ကကောင်း ငယ်နိန်ပါယေ

source: Finance
rki: ဘဏ္ဍာရေး

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
rki: ဂရုစိုက်တတ်တေ တခြားလူတိကို ရှာပါ။ ယင်းချင့်က တက္ကသိုလ်တိ၊ ဘာသာစကားကျောင်းတိ၊ ရှေ့နေအဖွဲ့တိ ဝါ ဒေတာသိပ္ပံ အသိုင်းအဝိုင်းတိ ဖြစ်နိုင်ပါယေ။ သူရို့ ဇာပိုင် ကူညီနိုင်ဖို့လဲ၊ ဇာကြောင့် ကူညီနိုင်လဲဆိုစွာကို ရှင်းရှင်းလင်းလင်း ရှင်းပြပါ။ <outreachTemplates>အကျွန်ရို့ template outreach emails တိကို ကြည့်ပါ</outreachTemplates>။

source: Find us on Matrix
rki: Matrix မှာ အကျွန်ရို့ကို ရှာကြည့်ပါ

source: Finish editing first?
rki: ပြုပြင်စွာကို အရင်ဗြီးအောင် လုပ်ပါဖို့လား?

source: Finish recording
rki: အသံ သွင်းစွာကို အဗြီးသတ်ပါ

source: Finish recording first?
rki: အသံ သွင်းစွာကို အယင် ဗြီးလားအောင် လုပ်ပါဖို့လား။

source: Finish Review
rki: သုံးသပ်ချက် အဗြီးသတ်ပါ

source: Finish validating
rki: အတည်ပြုစွာ ဗြီးလားပါဗျာလ်

source: Finish validating clips?
rki: အသံပိုင်းတိကို အတည်ပြုလို့ ဗြီးပါဗျာလ်လား?

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
rki: ပထမဆုံး မိတ်ဆွေ ဘာသာစကား <languageLink>ဟိပြီးသား</languageLink> ဟုတ် မဟုတ် စစ်ဆေးပါ။ မဟိသိမ့်ကေ <languageRequestLink> မိတ်ဆွေ ဘာသာစကား ထည့်သွင်းနည်းနန့် ပတ်သတ်လို့ မေးမြန်းနိုင်ပါယေ။</languageRequestLink> အဆင့် နှစ်ဆင့် ဟိပါယေ။ ဝပ်ဆိုက်ကို ဘာသာပြန်စွာနန့် စာကြောင်းတိ စုဆောင်းစွာ ပါ။

source: Focus on Emotional or High-Stakes Moments
rki: စိတ်ခံစားမှုဆိုင်ယေ ဝါ အန္တရာယ်များယေ အခိုက်အတန့်တိကို အာရုံစိုက်ပါ

source: Follow guidelines from “What sentences can I add?”
rki: “ဇာစာကြောင်းတိကို ထည့်လို့ရလဲ?” လမ်းညွှန်ချက်တိအတိုင်း လိုက်နာပီးပါ။

source: Food, traditions, holidays, and family dynamics often invite codeswitching.
rki: အစားအစာ၊ ရိုးရာဓလေ့များ၊ အားလပ်ရက်တိနန့် မိသားစုဘဝ အခြေအနေတိစွာ ယပြတ် ကုဒ်ပြောင်းစွာကို ဖိတ်ခေါ်လေ့ ဟိပါယေ။

source: “Footing” used to mean running in Spanish > tag as Spanish
rki: “Footing” ဆိုစွာ စပိန်ပိုင် ဗြီးစွာကို ရည်ညွှန်းလေ့ ဟိပနာ စပိန်ပိုင် အညွှန်းစာ တပ်ပါ

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
rki: လှူဒါန်းထားယေ အသံဖိုင်တိုင်းနန့် အတည်ပြုထားယေ အသံဖိုင်တိုင်းအတွက်၊ မိတ်ဆွေ ပံ့ပိုးကူညီယေ ဘာသာစကားတိုင်းမှာ မိတ်ဆွေ နောက်ဆုံး တိုးတက်မှုကို ထင်ဟပ်ဇီဖို့ မိတ်ဆွေ အကောင့် ဒက်ရှ်ဘုတ်တိကို အပ်ဒိတ် လုပ်ပါယေ။ ဟုတ်ပါယေ၊ တခုထက်ပိုပနာ ပံ့ပိုးကူညီနိုင်ပါယေ။<br/><br/> မိတ်ဆွေ စာရင်းဇယားတိကို ခြီရာခံဖို့၊ အသိုင်းအဝိုင်းက တခြားလူတိနန့် မိတ်ဆွေ ဇာပိုင် လုပ်ဆောင်နိန်လေဆိုစွာကို ကြည့်ဖို့နန့်၊ နိစဉ် ဝါ အပတ်စဉ် ပံ့ပိုးကူညီမှု ရည်မှန်းချက်တိကို သတ်မှတ်ဖို့ ဒက်ရှ်ဘုတ်တိကို အသုံးပြုပါ။

source: for example
rki: ဥပမာ အနိန်နန့်

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
rki: အွင်လိုင်းမှာ မရဟိနိုင်ယေ အများပြည်သူပိုင် စာသားတိအတွက် ပညာရေးနန့်ဆိုင်ယေ ရည်ညွှန်းချက် ပုံစံကို အသုံးပြုနိုင်ပါယေ။ ဥပမာ Harvard ပုံစံ "Jess (2021) My Public license poems"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
rki: နည်းပညာစွာ လူတိုင်းအတွက် ကောင်းကောင်းမွန်မွန် အလုပ် လုပ်နိုင်ဖို့အတွက်၊ ဆော့ဖ်ဝဲ ရီးယေ လူတိကို နည်းပညာတည်ဆောက်စွာမှာ အထောက်အကူပြုဇီဖို့၊ လူအမျိုးမျိုးကို ထင်ဟပ်ဇီယေ အချက်အလက်တိ လိုအပ်ပါယေ။ ဥပမာအနိန်နန့်၊ အကျွန်ရို့စွာ တိကျယေ လီယူလီသိမ်းနန့် စကား ပြောတတ်တေ လူတိကို မထည့်သွင်းကေ၊ ယင်းလီယူလီသိမ်းဟိယေ လူတိအတွက် နည်းပညာစွာ ကောင်းကောင်း အလုပ် မလုပ်ပါ။ <learnMore>မက်တာဒေတာစွာ ဇာကြောင့် အရေးကြီးလေ ပို လေ့လာချင်ကေ။</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
rki: ဒေ စခယေ ဘာသာစကားတိအတွက် ဝဘ်ဆိုက်ကို အောင်အောင်မြင်မြင် <localizationGlossaryLink>ဒေသစကား</localizationGlossaryLink> အဖြစ် ပြောင်းလဲဗြီးလားပါဗျာလ်၊ ဆက်လုပ်နိန်ယေ <speakLink>စကားပြော</speakLink> နန့် <listenLink> အကြား </listenLink> ကို ပံ့ပိုးကူညီဖို့အတွက် လုံလောက်တေ <sentenceCollectionGlossaryLink> စာကြောင်းတိ စုဆောင်းထားဗြီး </sentenceCollectionGlossaryLink> ပါဗျာလ်။

source: Forwards
rki: ရှိသို့ လားပါ

source: Foundations
rki: ဖောင်ဒေးရှန်းတိ

source: General
rki: အထွေထွေ

source: General guidance
rki: အထွေထွေ လမ်းညွှန်ချက်

source: General language / multiple variants
rki: အထွေထွေ ဘာသာစကား / ပုံစံကွဲ အများအပြား

source: Generate Credentials
rki: အထောက်အထားတိ ထုတ်ပီးပါ

source: Get in touch
rki: ဆက်သွယ်ပါ

source: Get in touch <icon></icon>
rki: ဆက်သွယ်ပါ <icon></icon>

source: Get involved
rki: ပူးပေါင်းပါဝင်ကတ်ပါ

source: Get Involved
rki: ပါဝင်ပီးပါ

source: Get started <icon><icon>
rki: စကတ်ပါမေ <icon><icon>

source: Get started with goals
rki: ရည်မှန်းချက်တိနန့် စလိုက်ပါ

source: Get Started with Speech Recognition
rki: စကားသံ မှတ်မိစွာနန့် စကြည့်လိုက်ပါ

source: Get your certificate
rki: မိတ်ဆွေ လက်မှတ်ကို ရယူပါ

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
rki: <githubLink>NVIDIA NeMo</githubLink>™ စွာ ခေတ်မီ စကားပြောဆိုယေ AI မော်ဒယ်တိကို တီထွင်နိန်ယေ သုတေသီတိအတွက် <docsLink>open-source toolkit</docsLink> တခု ဖြစ်ပါယေ။

source: Goal reached
rki: ပန်းတိုင်ကို ရောက်လားပါဗျာလ်

source: Goals
rki: ရည်မှန်းချက်တိ

source: Go to Discourse
rki: Discourse ကို လားပါ

source: Go to Languages Page
rki: ဘာသာစကားတိ စာမျက်နှာကို လားပါ

source: Go to { $name }
rki: { $name } ကို လားပါ

source: <governanceLink>Read more about how we're governed</governanceLink>
rki: <governanceLink>အကျွန်ရို့ ဇာပိုင် အုပ်ချုပ်တေ အကြောင်း ပိုပနာ ဖတ်ကြည့်ပါ</governanceLink>

source: Governments
rki: အစိုးရတိ

source: Grammatical mistakes and colloquialisms
rki: သဒ္ဒါ အမှားတိနန့် အသုံးအနှုန်း အမှားတိ

source: Grammatical / spelling error
rki: သဒ္ဒါ / စာလုံးပေါင်း အမှား

source: Grammatical variation and slang should be recorded exactly as it occurs. Do not correct or edit people’s speech.
rki: သဒ္ဒါ ကွဲလွဲစွာနန့် ဗန်းစကားတိကို အရှိအတိုင်း တိတိကျကျ မှတ်တမ်းတင်သင့်ပါယေ။ လူများတိ ပြောဆိုစွာကို မပြင်ဆင်ပါကဲ့ ဝါ တည်းဖြတ်စွာ မလုပ်ပါကဲ့။

source: Great! How many clips a week?
rki: ကကောင်း ကောင်းပါယေ! တပတ်ကို အသံဖိုင် ဇာလောက် သွင်းပါဖို့လဲ?

source: Great! How many clips per day?
rki: ကကောင်း ကောင်းပါယေ! တရက်ကို အသံဖိုင် ဇာလောက် သွင်းပါဖို့လဲ?

source: Great!<recordIcon></recordIcon> Record your next clip
rki: ကကောင်း ကောင်းပါယေ!<recordIcon></recordIcon> နောက်ထပ် အသံတခုကို ထပ်သွင်းလိုက်ပါ

source: Great work!<playIcon></playIcon> Listen again when you're ready
rki: ကောင်းပါယေ!<playIcon></playIcon> အဆင်သင့်ဖြစ်ကေ ထပ်နားထောင်ပါ

source: <guidanceLink>Read full guidelines here</guidanceLink>
rki: <guidanceLink>လမ်းညွှန်ချက်အပြည့်အစုံကို ဒေနိန်ရာမှာ ဖတ်ပါ</guidanceLink>

source: Guidelines
rki: လမ်းညွှန်ချက်တိ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
rki: အယင် ဝါ လာဖို့ ပွဲတခု ရှိပါလား? အကျွန်ရို့နန့် မျှဝီပါ၊ အကျွန်ရို့ အသိုင်းအဝိုင်းကို ကြေညာပီးလားပါဖို့ ဝါ ယင်းပွဲအကြောင်း ဘလော့ဂ်တခု ရီးသားပီးပါဖို့။

source: Have Feedback?
rki: တုံ့ပြန်ချက် ဟိပါလား?

source: Have you read our Terms?
rki: အကျွန်ရို့ စည်းကမ်းချက်တိကို ဖတ်ဗြီးပါဗျာယ်လား?

source: Having an account is not required to contribute, though it is helpful.
rki: အကောင့်တခုဟိဖို့ မလိုအပ်ကေလည်း အထောက်အကူတော့ ဖြစ်ပါယေ။

source: Having a profile is not required to contribute though it is helpful, see why below.
rki: ပရိုဖိုင်တခုဟိဖို့ မလိုအပ်ကေလည်း အထောက်အကူ ဖြစ်ဇီပါယေ၊ အကြောင်းရင်းကို အောက်မှာ ကြည့်ပါ။

source: Healthcare
rki: ကျန်းမာရေးစောင့်ရှောက်မှု

source: Help
rki: အကူအညီ

source: Help Common Voice reach { $hours } hours in a language with a personal goal
rki: ကိုယ်ပိုင် ရည်မှန်းချက်နန့် ဘာသာစကားတခု { $hours } နာရီ ရောက်ဖို့ Common Voice ကို ကူညီပီးပါ။

source: Help create Common Voice’s first target segment in { $locale }
rki: Common Voice က ပထမ ဦးစားပီး အပိုင်း { $locale }ကို ဖန်တီးဖို့ ကူညီပီးပါ

source: Help reach { $hours } hours in { $language } with a personal goal
rki: ကိုယ်ပိုင် ရည်မှန်းချက်တခုနန့် { $language } မှာ { $hours } နာရီ ရောက်ဖို့ ကူညီပီးပါ။

source: Help teach machines how real people speak, donate your voice at { $link }
rki: တကယ့်လူတိ ဇာပိုင် ပြောလဲဆိုစွာ စက်တိကို သင်ပီးဖို့ ကူညီပီးပါ၊ { $link } မှာ မိတ်ဆွေ အသံကို လှူဒါန်းပီးပါ။

source: Help us build a community around voice technology, stay in touch via email.
rki: အသံ နည်းပညာကို အခြေခံပနာ အသိုင်းအဝိုင်းတခု တည်ဆောက်ဖို့အတွက် အကျွန်ရို့ကို ကူညီပီးပါ၊ အီးမေးလ်နန့် အဆက်အသွယ် ဟိနိန်ပီးပါ။

source: Help us build a high quality, publicly open dataset
rki: အရည်အသွေးမြင့်၊ အများပြည်သူအတွက် ဖွင့်လှစ်ထားယေ ဒေတာစုတခု တည်ဆောက်ဖို့အတွက် အကျွန်ရို့ကို ကူညီပါ။

source: Help us find more voices, share your goal
rki: အကျွန်ရို အသံတိ ပိုရှာနိုင်အောင်၊ မိတ်ဆွေ ရည်မှန်းချက်ကို မျှဝီပနာ ကူညီပီးပါ။

source: Help us get to { $goal }
rki: ရည်မှန်းချက် { $goal } ရောက်အောင် အကျွန်ရို့ကို ကူညီပီးပါ

source: Help us validate sentences!
rki: စာကြောင်းတိကို အတည်ပြုပီးဖို့ အကျွန်ရို့ကို ကူညီပါ။

source: Help us validate voices
rki: အသံတိကို အတည်ပြုပီးဖို့အတွက် အကျွန်ရို့ကို ကူညီပါ။

source: Here are the links to download your ZIP files.
rki: ZIP ဖိုင်တိကို ဒေါင်းလုဒ် လုပ်ဖို့ လိင့်ခ်တိက ဒေမှာပါ။

source: Hidden
rki: ကွယ်ထားယေ

source: His hand was rais-ed.
rki: ယင်းသူ့ လက်ကို မြှောက်ထားခယေ။

source: His name is <underline>Jo- Jona-</underline> Jonathan.
rki: ယင်းသူ့နာမေက <underline>ဂျို- ဂျိုနာ-</underline> ဂျိုနာသန် ပါ။

source: History, Law and Government
rki: သမိုင်း၊ ဥပဒေနန့် အစိုးရ

source: Hours
rki: နာရီ

source: Hours Recorded
rki: အချိန်နာရီတိ အသံသွင်းထားပါယေ

source: Hours Validated
rki: အချိန်နာရီတိ အတည်ပြုထားပါယေ

source: How ?
rki: ဇာပိုင်လဲ ?

source: How are project decisions made?
rki: စီမံကိန်း ဆုံးဖြတ်ချက်တိကို ဇာပိုင် ချမှတ်ပါလဲ?

source: How can we effectively grow a language on Common Voice?
rki: Common Voice မှာ ဘာသာစကားတခုကို ဇာပိုင် ထိထိရောက်ရောက် ဖွံ့ဖြိုးတိုးတက်အောင် လုပ်ဖို့လဲ?

source: How does Common Voice work?
rki: Common Voice ဇာပိုင် အလုပ် လုပ်လဲ?

source: How does site localization work?
rki: ဝပ်ဆိုက်ကို ဒေသအလိုက် ခွဲခြားသတ်မှတ်စွာက ဇာပိုင် အလုပ် လုပ်ပါလဲ?

source: How do I access and use the dataset?
rki: dataset ကို ဇာပိုင် ဝင်ကြည့်ပနာ အသုံးပြုရပါဖို့လဲ?

source: How do I add a language?
rki: ဘာသာစကားတခုကို အကျွန် ဇာပိုင် ထည့်ရဖို့လဲ?

source: How do I add sentences?
rki: အကျွန် စာကြောင်းတိကို ဇာပိုင် ထည့်ရပါဖို့လဲ?

source: How do I cite?
rki: အကျွန် ဇာပိုင် ကိုးကားရပါဖို့လဲ။

source: How do I know whether to approve a voice clip?
rki: အသံကလစ်တခုကို ခွင့်ပြုသင့်၊ မပြုသင့် ဇာပိုင် သိနိုင်ပါလဲ?

source: How do I record a high quality voice clip?
rki: အရည်အသွေးမြင့် အသံကလစ်တခုကို ဇာပိုင် မှတ်တမ်းတင်ရပါဖို့လဲ?

source: How do I stay in touch?
rki: ဇာပိုင် ဆက်သွယ်နိန်ရပါဖို့လဲ?

source: “How do you describe Día de los Muertos to someone who only speaks English?”
rki: "Día de los Muertos ကို အင်္ဂလိပ်ပိုင်ရာ ပြောတတ်တေ လူတယောက်ကို ဇာပိုင် ပြောပြဖို့လဲ?"

source: How is Common Voice funded?
rki: Common Voice ကို ဇာပိုင် ရန်ပုံငွေ ထောက်ပံ့လဲ?

source: How Spontaneous Speech works
rki: လက်တန်းပြော စကားက ဇာပိုင် အလုပ် လုပ်ပါလဲ

source: How to add multiple sentences
rki: စာကြောင်းတိ အများကြီး ဇာပိုင် ထည့်ဖို့လဲ

source: How would you describe your accent?
rki: မိတ်ဆွေ လီယူလီသိမ်းကို ဇာပိုင် ဖော်ပြပါဖို့လဲ?

source: How would you describe your sex or gender?
rki: မိတ်ဆွေ လိင် ဝါ ကျားမ ကွဲပြားစွာကို ဇာပိုင် ဖော်ပြချင်ပါလဲ?

source: Hurray! Your language is already live on Common Voice <strong>Scripted Speech</strong>. You can contribute <homePageLink>here</homePageLink>.
rki: ဟူးရာ! မိတ်ဆွေ ဘာသာစကားကို Common Voice <strong>စာဖွဲ့ပြော စကား</strong> မှာ ဒါရိုက် ထုတ်လွှင့်ထားဗြီးပါဗျာလ်။ မိတ်ဆွေ <homePage Link> ဒေနိန်ရာ</homePage Link>မှာ ပါဝင် ပံ့ပိုးကူညီနိုင်ပါယေ။

source: I agree
rki: အကျွန် သဘောတူပါယေ

source: I agree I will not attempt to identify the speakers in the Common Voice dataset.
rki: Common Voice ဒေတာစုမှာ စကား ပြောယေ လူတိကို၊ ဖော်ထုတ်ဖို့ မကြိုးစားလို့ သဘောတူပါယေ။

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
rki: Common Voice က <termsLink>စည်းကမ်းချက်တိ</termsLink> နန့် <privacyLink>လုံခြုံရေး သတိပီးချက်</privacyLink> ရို့ကို အကျွန် သဘောတူပါယေ။

source: I agree to Common Voice Terms and Privacy.
rki: Common Voice စည်းကမ်းချက်တိနန့် ကိုယ်ရေးကိုယ်တာ လုံခြုံရေးကို အကျွန် သဘောတူပါယေ။

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
rki: အေစာကြောင်းတိစွာ <wikipediaLink>အများပိုင် ဒိုမိန်း</wikipediaLink> ဖြစ်ပနာ အကျွန် တင်ပီးပိုင်ခွင့် ဟိယေလို့ အတည်ပြုပါယေ။

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
rki: * ဒေမေးခွန်းစွာ <publicDomainLink>အများပြည်သူပိုင်စွာ</publicDomainLink> ဖြစ်ပနာ၊ ဒေချင့်ကို အကျွန် အပ်လုဒ် လုပ်ခွင့် ဟိယေလို့ အကျွန် အတည်ပြုပါယေ။

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
rki: ဒေစာကြောင်းစွာ <wikipediaLink>အများပြည်သူပိုင်</wikipediaLink> ဖြစ်ပနာ၊ အကျွန့်မှာ တင်ပီးခွင့် ခွင့်ပြုချက် ဟိယေလို့ အတည်ပြုပါယေ။

source: <icon></icon> Add multiple public domain sentences
rki: <icon></icon> အများပြည်သူ ကဏ္ဍ ဝါကျတိ အများကြီးကို ထည့်ပါ

source: Ideally natural and conversational (it should be easy to read the sentence)
rki: အကောင်းဆုံးက သဘာဝကျကျနန့် စကားပြောဆိုလို့ ကောင်းစွာပါ (စာကြောင်းကို ဖတ်ရလွယ်ကူရပါဖို့)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
rki: ရည်မှန်းချက် သတိပေးချက်တိ၊ အကျွန့် တိုးတက်မှု အပ်ဒိတ်တိနန့် Common Voice အကြောင်း သတင်းလွှာတိပိုင် အီးမေးလ်တိကို အကျွန် လက်ခံရယူချင်ပါယေ။

source: I do not agree
rki: အကျွန် သဘောမတူပါ

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
rki: အသံဖိုင်တခုကို လူ ၂ ယောက်က ငြင်းပယ်လိုက်ကေ၊ ယင်းချင့်ကို dataset က တခြား တဆင့်ခံ အစုအဝေးတခုမှာ ထုတ်ပြန်ပါယေ။

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
rki: မိတ်ဆွေ ကိုယ်ပိုင် စကားလုံးတိ ဖြစ်ကေ <italicizedText>“ကိုယ်ပိုင် ကိုးကားချက်”</italicizedText> လို့ ပြောပါ။ ဒေအကြောင်းအရာစွာ အများပြည်သူပိုင် ဖြစ်ပနာ မူပိုင်ခွင့် ကန့်သတ်ချက်တိ မဟိလို့ အကျွန်ရို့ စစ်ဆေးနိုင်ဖို့ မိတ်ဆွေ ဇာနိန်ရာမှာ တွိခစွာလဲဆိုစွာကို အကျွန်ရို့ သိဖို့ လိုအပ်ပါယေ။ ကိုးကားချက်အကြောင်း ပိုပနာ သိချင်ကေ အကျွန်ရို့ <guidelinesLink>လမ်းညွှန်ချက်တိ စာမျက်နှာ</guidelinesLink> ကို ကြည့်ပါ။

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
rki: အသံသွင်းချက် ပြတ်တောက်လားကေ ဝါ တတောက်တောက် အသံတိ ထွက်နိန်ကေ စာသားတခုလုံးကို မကြားနိုင်ကေ ငြင်းပယ်လိုက်ပါ။

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
rki: ဒေဖိုင်နန့် ပတ်သတ်လို့ ပီးချင်ယေ နောက်ထပ် အချက်အလက်တိ ဟိကေ <emailFragment>commonvoice@mozilla.com</emailFragment>ကို ဆက်သွယ်ပါ။
